Repository: danishifer/exit-ios
Catalog: Exit/Localization/*.lproj/Classes.strings
Languages: he

source: 10th / 1
he: י'1

source: 10th / 2
he: י'2

source: 10th / 3
he: י'3

source: 10th / 4
he: י'4

source: 10th / 5
he: י'5

source: 10th / 6
he: י'6

source: 10th / 7
he: י'7

source: 10th / 8
he: י'8

source: 10th / 9
he: י'9

source: 10th / 10
he: י'10

source: 10th / 11
he: י'11
