Repository: danishifer/exit-ios
Catalog: Exit/Localization/*.lproj/Localizable.strings
Languages: he

source: Account
he: חשבון

# account-class
source: Class
he: כיתה

# account-deactivate
source: Deactivate
he: התנתק

# account-deactivate-cancel
source: Cancel
he: ביטול

# account-deactivate-confirm
source: Deactivate
he: התנתק

# account-deactivate-message
source: You will have to contact staff to reactivate
he: יהיה עליך ליצור קשר עם מנהל מערכת על מנת להתחבר מחדש

# account-deactivate-title
source: Confirm Deactivation
he: התנתק

# account-devices-header
source: Devices
he: מכשירים

# account-profile-header
source: Profile
he: פרופיל

# action-approved
source: Approved
he: הפעולה אושרה

# action-approved-action
source: Action
he: פעולה

# action-approved-date
source: Date
he: תאריך

# action-approved-identifier
source: Identifier
he: מזהה פעולה

# action-approved-location
source: Location
he: מיקום

# action-approved-status
source: Status
he: סטטוס

# action-approved-time
source: Time
he: שעה

# action-rejected
source: Rejected
he: הפעולה נדחתה

# action-rejected-description
source: You can not exit at this time. For further assistance, please contact a system manager.
he: היציאה נדחתה: אין לכם אישור יציאה במערכת. אם אתם סבורים שמדובר בתקלה, פנו לאחראי מערכת.

source: Activation
he: הפעלה

# activation-activation-code
source: Activation Code
he: קוד הפעלה

# activation-activation-code-desc
source: 10-Digit activation passcode
he: קוד הפעלה בעל 10 ספרות

# activation-error-incorrect
source: Wrong name / activation code combination
he: שם המשתמש / קוד ההפעלה לא זוהה. נסו שנית או פנו לאחראי מערכת

# activation-error-temporary
source: Temporary system error, Try again later
he: תקלת מערכת זמנית, נסו שנית מאוחר יותר

# activation-family-name
source: Family Name (Hebrew)
he: שם משפחה

# activation-given-name
source: Given Name (Hebrew)
he: שם פרטי

source: Allowed Exit Time
he: שעת יציאה מותרת

source: Coming Soon...
he: בקרוב...

source: Done
he: סיום

# nfc-prompt
source: Approach the Registration Terminal
he: קרבו את הטלפון למסוף המותקן בשער

source: No Actions Today
he: אין פעולות היום

source: Permits
he: אישורים

source: Today
he: היום

# today-actions-header
source: Actions
he: פעולות

source: Use As Card
he: רישום

# welcome-continue
source: Continue
he: המשך

# welcome-continue-instruction
source: To continue, gather your activation passcode
he: על מנת להמשיך, הכינו את קוד ההפעלה שלכם

# welcome-header
source: Welcome to MyKey
he: ברוכים הבאים ל MyKey

# welcome-last-actions
source: Last Actions
he: פעולות אחרונות

# welcome-last-actions-desc
source: Track your last entrances and exits easily. Notifications will help you remember to scan your card or phone when passing through the gate.
he: מעקב אחר הכניסות והיציאות האחרונות שלכם. התראות יסייעו לך לא לשכוח לסרוק כרטיס או טלפון במעבר בשער.

# welcome-permits
source: Permits
he: אישורי יציאה

# welcome-permits-desc
source: Automatic approval of exit on defined hours. Send requests to staff for one-time exit permits.
he: הרשאת מעבר אוטומטית ביציאה בשעות מוגדרות. ניתן לבקש ממורים אישורי יציאה חד פעמיים.

# welcome-use-as-card
source: Use as card
he: תחליף לכרטיס

# welcome-use-as-card-desc
source: The MyKey App can replace your physical card when entering or exiting the school. Just place your phone near the scanners.
he: אפליקציית MyKey יכולה להחליף את הכרטיס החכם שברשותכם. פשוט קרבו את הטפון לסורק בשער בית הספר.
